let storeGamsImgs = [
   {
      'one': 'https://sun9-7.userapi.com/c-W36OpHkpbL3Npa_OuKNpqmQyqh6g6B_5NkhQ/OUAepKIbSNg.jpg',
      'two': 'https://my-book-shop.ru/image/product/3/3837041.jpg',
      'three': 'https://cs1.livemaster.ru/storage/0b/2c/386c1615580fc2fdfa63eba6a1tk--kartiny-i-panno-kartina-parizh-akvarel-osennij-parizh.jpg'
   },
   {
      'one': 'https://sun9-75.userapi.com/7xCiDggLyQhR4zDejUEA-nGA9L4POn-Ent3_Rw/L89ilNyAqG0.jpg',
      'two': 'https://ae01.alicdn.com/kf/HTB1wGwEnkfb_uJjSsrbq6z6bVXay/5D-DIY-full-circular-drill-Diamond-Painting-Embroidery-London-stree-Cross-Stitch-Mosaic-Rhinestone-home-decor.jpg',
      'three': 'https://images.eksmo.ru/upload/iblock/750/720_min.png'
   },
]

let storeQutions = [

   [ // Япония (0)
      {
         ourQuiz: 'Япония',
         question: 'В каком океане расположена Япония?',
         answer: [
            'В Тихом',
            'В Атлантическом',
            'В Северном Ледовитом',
            'В Индийском',
         ],
         trueAnser: 1,
      },
      {
         question: 'Что буквально означает японское название Японии «Нихон»?',
         answer: [
            'Город Солнца',
            'Источник Солнца',
            'Колыбель Солнца',
            'Гора Солнца',
         ],
         trueAnser: 2,
      },
      {
         question: 'Сколько тысяч лет назад появились первые признаки заселения Японского архипелага?',
         answer: [
            '20',
            '40',
            '10',
            '50',
         ],
         trueAnser: 2,
      },
      {
         question: 'Кто стоит во главе Японии',
         answer: [
            'Министр',
            'Президент',
            'Король',
            'Император',
         ],
         trueAnser: 4,
      },
      {
         question: 'Сколько островов считаются крупнейшими в Японском архипелаге?',
         answer: [
            '2',
            '3',
            '5',
            '4',
         ],
         trueAnser: 4,
      },
      {
         question: 'Сколько действующих вулканов располагаются в Японии?',
         answer: [
            '73',
            '89',
            '108',
            '56',
         ],
         trueAnser: 3,
      },
      {
         question: 'Какую религию исповедует подавляющее большинство японцев?',
         answer: [
            'Буддизм',
            'Синтоизм',
            'Конфуцианство',
            'Даоссизм',
         ],
         trueAnser: 2,
      },
      {
         question: 'В какой из перечисленных областей науки Япония занимает лидирующие позиции?',
         answer: [
            'Медицина',
            'Робототехника',
            'Физика',
            'Химия',
         ],
         trueAnser: 2,
      },
      {
         question: 'По какому принципу ведется традиционное японское летоисчисление?',
         answer: [
            'По лунному календарю',
            'По девизам императоров',
            'От года рождения Будды',
            'По солнцу',
         ],
         trueAnser: 2,
      },
      {
         question: 'Чем знаменита Япония на весь мир?',
         answer: [
            'Литературой',
            'Кинематографом',
            'Театром',
            'Аниме',
         ],
         trueAnser: 4,
      },
   ],
   [ // Англия (1)
      {
         ourQuiz: 'Англия',
         question: 'Какая национальная валюта в Соединённом Королевстве Великобритании?',
         answer: [
            'Фунт стерлингов',
            'Рубль',
            'Американский доллар',
            'Евро',
         ],
         trueAnser: 1,
      },
      {
         question: 'Какой самый старый университет в Великобритании?',
         answer: [
            'Кембридж',
            'Оксфорд',
            'Варвик',
            'МГУ',
         ],
         trueAnser: 2,
      },
      {
         question: 'На чем английский и ирландский парламенты по сей день печатают принятые ими акты?',
         answer: [
            'На рисовой бумаге',
            'На велене',
            'На папирусе',
            'на цымбалах',
         ],
         trueAnser: 3,
      },
      {
         question: 'В каком городе Великобритании впервые в мире появилась собственная пожарная служба?',
         answer: [
            'Эдинбурге',
            'Лондоне',
            'Ливерпуле',
            'Уфа',
         ],
         trueAnser: 1,
      },
      {
         question: 'На каком языке написан девиз на гербе Великобритании?',
         answer: [
            'На латыни',
            'На греческом',
            'На английском',
            'На французском',
         ],
         trueAnser: 4,
      },
      {
         question: 'Во что играют на знаменитом Уимблдонском турнире?',
         answer: [
            'В гольф',
            'В футбол',
            'В теннис',
            'В баскетбол',
         ],
         trueAnser: 3,
      },
      {
         question: 'В каком возрасте дети в Великобритании обычно идут в школу?',
         answer: [
            'В 6 лет',
            'В 5 лет',
            'В 8 лет ',
            'В 7 лет',
         ],
         trueAnser: 2,
      },
      {
         question: 'Как называют лондонских полицейских?',
         answer: [
            'Бобби',
            'Дедди',
            'Орлан ',
            'Гуччи',
         ],
         trueAnser: 1,
      },
      {
         question: 'Что является официальной резиденцией британской королевской семьи в Лондоне?',
         answer: [
            'Букингемский дворец',
            'Замок Тинтагель',
            'Винчестерский дворец',
            'Красный кастёл',
         ],
         trueAnser: 1,
      },
      {
         question: 'Что собой представляет килт?',
         answer: [
            'Духовой инструмент',
            'Юбка в складку из ткани в клетку',
            'Разновидность холодного оружия ',
            'Накладка на ноги',
         ],
         trueAnser: 2,
      },
   ],
   [ //Франиця (2)
      {
         ourQuiz: 'Франция',
         question: 'Как звучит девиз Франции?',
         answer: [
            'Свобода, Равенство, Братство',
            'Свобода, Возможности, Счастье',
            'Свобода, Единство, Величие',
            'Свобода, Любовь, Дружба',
         ],
         trueAnser: 1,
      },
      {
         question: 'Ветви каких растений изображены на гербе Франции?',
         answer: [
            'Клёна и вишни',
            'Дуба и оливы',
            'Ивы и вьюна',
            'Рябина',
         ],
         trueAnser: 2,
      },
      {
         question: 'Почему Францию назвали Францией?',
         answer: [
            'Произошло от сочетания «земля франков»',
            'Произошло от немецкого имени Франц',
            'Произошло от слова «францизм»',
            'Проищошло от слова Франц Кафка',
         ],
         trueAnser: 1,
      },
      {
         question: 'Птица, как один из символов Франции.',
         answer: [
            'Ястребиный орёл',
            'Курица',
            'Сокол-сапсан',
            'Галльский петух',
         ],
         trueAnser: 4,
      },
      {
         question: 'Когда Наполеон I Бонапарт был провозглашен императором Франции?',
         answer: [
            '18 мая 1804 года',
            '01 июня 1801 года',
            '15 апреля 1800 года',
            '22 июля 1802 года',
         ],
         trueAnser: 1,
      },
      {
         question: 'Какие из сыров являются французскими сырами?',
         answer: [
            'Моцарелла, Пармиджано Реджано, Рикотта',
            'Тамье, Бомон, Реблошон',
            'Эмменталер, Честер, Бергкезэ',
            'Только сливочный',
         ],
         trueAnser: 2,
      },
      {
         question: 'Французский композитор автор оперы «Кармен»',
         answer: [
            'Клод Дебюсси',
            'Гектор Берлиоз',
            'Жорж Бизе',
            'Теодор Дюбуа',
         ],
         trueAnser: 3,
      },
      {
         question: 'Цветок, который долгое время являлся эмблемой королей Франции?',
         answer: [
            'Лилия',
            'Лилия',
            'Роза',
            'Тюльпан',
         ],
         trueAnser: 2,
      },
      {
         question: 'Порядок цветов на Французском флаге (слева направо).',
         answer: [
            'Красный, белый, синий',
            'Красный, синий, белый',
            'Жёлтый, черный, голубой',
            'Синий, белый, красный',
         ],
         trueAnser: 4,
      },
      {
         question: 'Очень популярное во Франции хлебо-булочное изделие из слоёного теста.',
         answer: [
            'Круассан',
            'Булочки Бриош',
            'Хлеб Майский',
            'Водар',
         ],
         trueAnser: 1,
      },
   ],
   [ //Космос (3)
      {
         ourQuiz: 'Космос',
         question: 'Какой американец впервые высадился на Луну 21 июля 1969 года?',
         answer: [
            'Уильям Армстронго',
            'Нил Армстронг',
            'Льюис Армстронг',
            'Юрий Гагагаин',
         ],
         trueAnser: 2,
      },
      {
         question: 'Какое греческое слово зашифровано в термине «космонавтика»?',
         answer: [
            'Земля',
            'Уран',
            'Вселенная',
            'Планета',
         ],
         trueAnser: 2,
      },
      {
         question: 'Что является основой космонавтики?',
         answer: [
            'Навигация космических летательных аппаратов',
            'Построение космических летательных аппаратов',
            'Изучение планет',
            'Изучение небесных тел',
         ],
         trueAnser: 1,
      },
      {
         question: 'Какой знаменитый русский теоретик заложил основу современного ракетостроения?',
         answer: [
            'Герман Титов',
            'Герман Оберт',
            'Константин Циолковский',
            'Александр Пушкин',
         ],
         trueAnser: 3,
      },
      {
         question: 'С какого космодрома был произведен запуск первого искусственного спутника Земли?',
         answer: [
            'Нип185',
            'Плесецк',
            'Байконур',
            'Восточный',
         ],
         trueAnser: 3,
      },
      {
         question: 'Как долгое время в Советском Союзе именовалась космонавтика?',
         answer: [
            'Астронавтика',
            'Семантика',
            'Сейсмология',
            'Космология',
         ],
         trueAnser: 1,
      },
      {
         question: 'Кто впервые ввел научный термин «космонавтика»?',
         answer: [
            'Антони Ван Левенгук',
            'Роберт Годдард',
            'Ари Абрамович Штернфельд',
            'Михаил Ломоносов',
         ],
         trueAnser: 3,
      },
      {
         question: 'Какой средневековый ученый вложил свою лепту в построение космонавтики?',
         answer: [
            'Нильс Бор',
            'Исаак Ньютон',
            'Архимед',
            'Платон',
         ],
         trueAnser: 2,
      },
      {
         question: 'Чье имя носит конструкторское бюро космонавтики в России?',
         answer: [
            'Герман Титов',
            'Константин Циолковский',
            'Сергей Королев',
            'Илья Плещук',
         ],
         trueAnser: 3,
      },
      {
         question: 'Кто был первым космонавтом США, побывавшем в космосе?',
         answer: [
            'Алан Шепард',
            'Илон Маск',
            'Джон Гленн',
            'Вернер фон Браун',
         ],
         trueAnser: 1,
      },
   ],
   [ //Архитектура (4)
      {
         ourQuiz: 'Архитектура',
         question: 'В каком городе решено построить первый в мире движущийся небоскрёб?',
         answer: [
            'В Токио, Япония',
            'В Москве, Россия',
            'В Чикаго, США',
            'В Дубае, ОАЭ',
         ],
         trueAnser: 4,
      },
      {
         question: 'Какой из этих архитектурных стилей слабее всех развит в Санкт-Петербурге?',
            answer: [
               'Классицизм',
               'Рококо',
               'Готика',
               'Модерн',
            ],
            trueAnser: 3,
      },
      {
         question: 'Назовите древнейший в России собор:',
            answer: [
               'Церковь Василия на Горке в Пскове',
               'Николо-Дворищенский собор в Новгороде',
               'Церковь Зачатия Иоанна Предтечи на Городище в Коломне',
               'МЦерковь Рождества Богородицы в Перыни',
            ],
            trueAnser: 2,
      },
      {
         question: 'Назовите первый вокзал, построенный в России:',
            answer: [
               'Витебский вокзал в Санкт-Петербурге',
               'Московский вокзал в Санкт-Петербурге',
               'Казанский вокзал в Москве',
               'Козлова Засека в Тульской области',
            ],
            trueAnser: 1,
      },
      {
         question: 'Какая из высоток Москвы самая высокая?',
            answer: [
               'Гостиница «Украина»',
               'Башня МИДа',
               'Дом на площади Красные Ворота',
               'Высотка МГУ',
            ],
            trueAnser: 4,
      },
      {
         question: 'Первым общедоступным художественным музеем в 1852 году стал',
            answer: [
               'Русский',
               'Эрмитаж',
               'Третьяковская галерея',
               'Изобразительных искусств',
            ],
            trueAnser: 2,
      },
      {
         question: 'В каком городе находилась последняя резиденция польских королей?',
            answer: [
               'Гомель',
               'Гродно',
               'Брест',
               'Миснк',
            ],
            trueAnser: 2,
      },
      {
         question: 'Какой город Беларуси называют Полесской Венецией?',
            answer: [
               'Гродно',
               'Лунинец',
               'Барановичи',
               'Пинск',
            ],
            trueAnser: 4,
      },
      {
         question: 'В каком белорусском городе есть плавучая гостиница?',
            answer: [
               'Мозырь',
               'Гродно',
               'Пинск',
               'Туров',
            ],
            trueAnser: 4,
      },
      {
         question: 'Когда была построена эйфелева башня?',
            answer: [
               '15 марта 1889 г.',
               '9 июля 1789 г.',
               '29 июня 1989 г.',
               '28 май 1689 г.',
            ],
            trueAnser: 1,
      },
   ],
   [ //Искусство (5)
      {
         ourQuiz: 'Искусство',
         question: 'Братья Люмьер — это родоначальники ...',
         answer: [
            'кинематографа',
            'флекса',
            'кубизма',
            'фотографии',
         ],
         trueAnser: 1,
      },
      {
         question: 'Какое из видов искусств не является изобразительным? ',
         answer: [
            'Архитектура',
            'Скульптура',
            'Живопись',
            'Фотографии',
         ],
         trueAnser: 1,
      },
      {
         question: 'Как с французского переводиться название знаменитого цирка «Сирк дю солей»?',
         answer: [
            '«Цирк смелости»',
            '«Цирк солнца»',
            '«Цирк света»',
            '«Цирк радости»',
         ],
         trueAnser: 2,
      },
      {
         question: 'Знаменитые картины на рисовых полях создают ...',
         answer: [
            'в Южной Корее',
            'в Японии',
            'во Вьетнаме',
            'в Минске',
         ],
         trueAnser: 2,
      },
      {
         question: 'Кабуки — это ...',
         answer: [
            'фильтр в инсте',
            'вид китайской каллиграфии',
            'японский театр',
            'японское искусство чаепития ',
         ],
         trueAnser: 3,
      },
      {
         question: 'Антонио Гауди — это знаменитый ...',
         answer: [
            'американский режиссёр испанского происхождения',
            'итальянский скульптор',
            'японский театр',
            'испанский архитектор',
         ],
         trueAnser: 4,
      },
      {
         question: 'Аэрограф — это ..',
         answer: [
            'художник работающий в стиле аэрографии',
            'прибор для распыления краски',
            'граффити',
            'вид гравюры ',
         ],
         trueAnser: 2,
      },
      {
         question: 'Что создают мастера топиара?',
         answer: [
            'Расписные предметы быта',
            'Кружевные узоры',
            'Фигуры из кустарников и деревьев',
            'Каллиграфические таблички ',
         ],
         trueAnser: 3,
      },
      {
         question: 'От какого слова образовалось название  искусства «макраме»?',
         answer: [
            '«тесьма, бахрома, кружево»',
            '«узел, петля»',
            '«цепь, связь»',
            'липкая нитка',
         ],
         trueAnser: 1,
      },
      {
         question: 'Произведение Мана Рэя «Объект для уничтожения», представляла собой ...',
         answer: [
            'мясорубку',
            'шредер',
            'метроном',
            'гидроскоп',
         ],
         trueAnser: 3,
      },
   ],
   [ //Марс (6)
      {
         ourQuiz: 'Марс',
         question: 'Сколько лун имеет Марс?',
         answer: [
            '2',
            '3',
            '4',
            '5',
         ],
         trueAnser: 1,
      },
      {
         question: 'По наличию какого неорганического вещества Марс получила название «красная планета»?',
         answer: [
            'Оксид серы',
            'Оксид железа',
            'Оксид водорода',
            'Оксид фосфора',
         ],
         trueAnser: 2,
      },
      {
         question: 'Как называется самая высокая гора в Солнечной системе и на Марсе?',
         answer: [
            'Эолида',
            'Горы Митчела',
            'Блема',
            'Олимп',
         ],
         trueAnser: 4,
      },
      {
         question: 'Были ли найдены на Марсе свидетельства существования жизни?',
         answer: [
            'Были получены противоречивые результаты',
            'Да',
            'Нет',
            'Да, там есть даже целый город',
         ],
         trueAnser: 1,
      },
      {
         question: 'Что из нижесказанного верно?',
         answer: [
            'На Марсе нет воды',
            'Марс - это выдумка',
            'На Марсе погода не меняется',
            'Притворчество теории воды на Марсе',
         ],
         trueAnser: 4,
      },
      {
         question: 'На Марсе находится самый большой в солнечной системе лабиринт',
         answer: [
            'Лонглит',
            'Ветхий путь',
            'Лабиринт ночи',
            'Импринт',
         ],
         trueAnser: 3,
      },
      {
         question: 'Как переводятся названия спутников Марса?',
         answer: [
            'Шок и Трепет',
            'Гордость и Предубеждение',
            'Правый берег',
            'Страх и Ужас',
         ],
         trueAnser: 4,
      },
      {
         question: 'Как называется величайшее геологическое образование на Марсе?',
         answer: [
            'Кремниевая Долина',
            'Долина Маринера',
            'Хранилище Изиды',
            'Долины Луары',
         ],
         trueAnser: 2,
      },
      {
         question: 'Средняя температура на Марсе равна:',
         answer: [
            '5°С',
            '–27°С',
            '–10°С',
            '–20°С',
         ],
         trueAnser: 2,
      },
      {
         question: 'Первым человеком, наблюдавшим Марс в телескоп, был:',
         answer: [
            'Игарь Суприн',
            'Карл Гаусс',
            'Николай Коперник',
            'Галилео Галилей',
         ],
         trueAnser: 4,
      },
   ],
   [ //Плутон (7)
      {
         ourQuiz: 'Плутон',
         question: 'Кто открыл планету?',
         answer: [
            'Джон Флемстид',
            'Вильям Гершел',
            'Клайд Томбо',
            'Галлиео Галлией',
         ],
         trueAnser: 3,
      },
      {
         question: 'Сколько спутников имеет планета?',
         answer: [
            '4',
            '5',
            '6',
            '3',
         ],
         trueAnser: 2,
      },
      {
         question: 'Площадь поверхности Плутона примерно равна площади:',
         answer: [
            'Луны',
            'России',
            'Марса',
            'Земли',
         ],
         trueAnser: 2,
      },
      {
         question: 'В честь Плутона был назван химический элемент:',
         answer: [
            'Плуций',
            'Плутоний',
            'Плутеций',
            'Плугер',
         ],
         trueAnser: 2,
      },
      {
         question: 'Сколько оборотов Плутона приходится на три оборота Нептуна?',
         answer: [
            '4',
            '2',
            '1',
            '4',
         ],
         trueAnser: 2,
      },
      {
         question: 'Как называется известный и ближайший спутник Плутона?',
         answer: [
            'Харон',
            'Аид',
            'Гермес',
            'Сет',
         ],
         trueAnser: 1,
      },
      {
         question: 'Когда было обнаружено, что Плутон имеет атмосферу?',
         answer: [
            '1994 год',
            '1990 год',
            '1997 год',
            '1988 год',
         ],
         trueAnser: 4,
      },
      {
         question: 'Как называется программа НАСА по изучению Плутона?',
         answer: [
            'Бесконечность',
            'Перспектива',
            'Новые Горизонты',
            'Эфиоптика',
         ],
         trueAnser: 3,
      },
      {
         question: 'Есть ли на Плутоне жизнь?',
         answer: [
            'Теоретически возможна жизнь внутри планеты',
            'Да',
            'Там уже живут люди!',
            'Нет',
         ],
         trueAnser: 1,
      },
      {
         question: 'Как называется программа НАСА по изучению Плутона?',
         answer: [
            'Бесконечность',
            'Перспектива',
            'Независимость',
            'Новые Горизонты',
         ],
         trueAnser: 4,
      },

   ],
   [ //Меркурий (8)
      {
         ourQuiz: 'Меркурий',
         question: 'Какой по счету планетой от Солнца является Меркурий?',
         answer: [
            '3',
            '4',
            '1',
            '2',
         ],
         trueAnser: 3,
      },
      {
         question: 'Радиус Меркурия составляет примерно:',
         answer: [
            '2440 км',
            '2310 км',
            '1890 км',
            '2010 км',
         ],
         trueAnser: 1,
      },
      {
         question: 'По своим физическим характеристикам Меркурий напоминает:',
         answer: [
            'Землю',
            'Марс',
            'Венера',
            'Луну',
         ],
         trueAnser: 4,
      },
      {
         question: 'Средняя температура его дневной поверхности равна:',
         answer: [
            '350 °C',
            '250 °C',
            '290 °C',
            '300 °C',
         ],
         trueAnser: 1,
      },
      {
         question: 'В Древнем Китае Меркурий назывался:',
         answer: [
            'Пи-Джиу',
            'Пи-Фэн',
            'Чэнь-Син',
            'Ниу-Най',
         ],
         trueAnser: 3,
      },
      {
         question: 'Первым исследовательским кораблем, пролетевшим близко от поверхности был:',
         answer: [
            'Либерти',
            'Маринер-10',
            'Восток',
            'Маринер-20',
         ],
         trueAnser: 2,
      },
      {
         question: 'Горы на Меркурии получают названия от одного слова из разных языков, это слово:',
         answer: [
            'Пламя',
            'Время',
            'Холод',
            'Жара',
         ],
         trueAnser: 4,
      },
      {
         question: 'Масса меркурия равна:',
         answer: [
            'Примерно 0,055 от земной',
            'Примерно 0,095 от земной',
            'Примерно 0,495 от земной',
            'Примерно 0,12 от земной',
         ],
         trueAnser: 1,
      },
      {
         question: 'Какое утверждение верно?',
         answer: [
            'Меркурий является самой маленькой планетой',
            'Атмосфера Меркурия состоит из водорода',
            'Меркурий самая большая планета',
            'Меркурий является газообразной планетой',
         ],
         trueAnser: 1,
      },
      {
         question: 'Сколько спутников у Меркурия?',
         answer: [
            'Ни одного',
            'Два',
            'Три',
            'Один',
         ],
         trueAnser: 1,
      },
   ],
   [ // Биология (9)
      { 
         ourQuiz: 'Биология',
         question: 'Хромосомы сохряняються благодаря процессам',
         answer: [
            'Обмена веществ',
            'Митоза, мейоза и оплодотворения',
            'Биосинтеза белка',
            'Времени',
         ],
         trueAnser: 2,
      },
      {
         question: 'Кто является основоположником медицины?',
         answer: [
            'Авиценна',
            'Аристотель',
            'Гиппократ',
            'Птолемей',
         ],
         trueAnser: 2,
      },
      {
         question: 'В результате какого процесса все живое на Земле обеспечивается пищей и кислородом?',
         answer: [
            'Биосинтеза белка',
            'Энергетического обмена',
            'Эклиптации',
            'Фотосинтеза',
         ],
         trueAnser: 4,
      },
      {
         question: 'Какой признак присущ только человеку?',
         answer: [
            'Трудовая деятельность',
            'Забота о потомстве',
            'Наличие четырех групп крови',
            'Умение есть бананы',
         ],
         trueAnser: 1,
      },
      {
         question: 'Знаешь ли ты, как называются неклеточные формы жизни?',
         answer: [
            'Вирусы',
            'Бактерии',
            'Живые клетки',
            'Насекомые',
         ],
         trueAnser: 1,
      },
      {
         question: 'Знаешь ли ты основное значение бактерий в природе?',
         answer: [
            'Одно из звеньев в цепочке питания',
            'Обеспечение круговорота веществ в природе',
            'Обеззараживание сточных вод',
            'Эглептизма',
         ],
         trueAnser: 2,
      },
      {
         question: 'Как называется пузырьковидное образование в лёгких',
         answer: [
            'Альвеолы',
            'Ореолы',
            'Железы',
            'Желудок',
         ],
         trueAnser: 1,
      },
      {
         question: 'Каждый вид в природе существует в форме:',
         answer: [
            'Семейств',
            'Популяций',
            'Разнородные группы',
            'Ансамбль',
         ],
         trueAnser: 2,
      },
      {
         question: 'Знаешь ли ты самую крупную железу в организме человека?',
         answer: [
            'Гипофиз',
            'Надпочечники',
            'Печень',
            'Лёгкие',
         ],
         trueAnser: 3,
      },
      {
         question: 'Мономерами белков являются:',
         answer: [
            'Хромосомы',
            'Нуклеотиды',
            'Глюкоза',
            'Аминокислоты',
         ],
         trueAnser: 4,
      },
   ],
   [ // География (10)
      { 
         ourQuiz: 'География',
         question: 'Какова высота Джомолунгмы?',
         answer: [
            '7 258 метров',
            '8 849 метров',
            '9 224 метров',
            '9 899 метров',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Какое государство называется также, как залив в Атлантическом океане?',
         answer: [
            'Белиз',
            'Бенин',
            'Белаз',
            'Вануату',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Гольфстрим — это ... ',
         answer: [
            'тёплое течение в Атлантическом океане',
            'тёплое течение у южных и восточных берегов Японии',
            'внутрение воды',
            'холодное поверхностное течение в Тихом океане',
         ],
         trueAnser: 1,
      },
      { 
         question: 'Куда впадает река Енисей?',
         answer: [
            'В озеро Байкал',
            'В Море Лаптевых',
            'В Карское море',
            'В Ефрат',
         ],
         trueAnser: 3,
      },
      { 
         question: 'Почему Каспий называют морем?',
         answer: [
            'Из-за его глубины и подводных течений ',
            'Из-за того что оно замкнуто',
            'Из того что он море!',
            'Из-за его размеров',
         ],
         trueAnser: 4,
      },
      { 
         question: 'Буэнос-Айрес — это столица ...',
         answer: [
            'Иордания',
            'Аргентины',
            'Израиля',
            'Индонезии',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Каньон — это ...',
         answer: [
            'возвышение морского дна',
            'море',
            'горный хребет',
            'речная долина',
         ],
         trueAnser: 4,
      },
      { 
         question: 'Сколько различают полярных кругов?',
         answer: [
            'Один',
            'Два',
            'Три',
            'Четыре',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Какой город является столицей Объединённых Арабских Эмиратов?',
         answer: [
            'Дубай',
            'Эль-Фуджайра',
            'Абу-Даби',
            'Минск',
         ],
         trueAnser: 3,
      },
      { 
         question: 'Какая часть объема айсберга находится по водой?',
         answer: [
            'Около 30%',
            'Около 50%',
            'Около 90%',
            'Около 80%',
         ],
         trueAnser: 3,
      },
   ],
   [ // Литература (11)
      { 
         ourQuiz: 'Литература',
         question: 'В каком из произведений описывается один день из жизни главного героя?',
         answer: [
            'Шум и ярость',
            'Уллис',
            'Над пропастью во ржи',
            'Сунь-цзы',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Какие исторические события описаны в романе Маргарет Митчелл «Унесённые ветром»?',
         answer: [
            'Гражданская война в США',
            'Первая мировая война',
            'Вторая мировая война',
            'Третья мировая война',
         ],
         trueAnser: 1,
      },
      { 
         question: 'Как зовут мать Гамлета в одноимённой трагедии Уильяма Шекспира?',
         answer: [
            'Франциска',
            'Доминика',
            'Гертруда',
            'Офелия',
         ],
         trueAnser: 3,
      },
      { 
         question: 'Женщина-спасительница из романа Фёдора Достоевского «Преступление и наказание»',
         answer: [
            'Грушенька',
            'Настасья Филипповна',
            'Лиза Ефремова',
            'Соня Мармеладова',
         ],
         trueAnser: 4,
      },
      { 
         question: 'Город, в котором происходит действие в произведении «Винo из одуванчиков»?',
         answer: [
            'Исттаун',
            'Джорджтаун',
            'Гринтаун',
            'Глоптаун',
         ],
         trueAnser: 3,
      },
      { 
         question: 'Кто написал роман об учёном, который становился невидимым',
         answer: [
            'Артур Конан Дойл',
            'Герберт Уэллс',
            'Мэри Шелли',
            'Гюстав Любон',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Основная тема произведения Михаила Юрьевича Лермонтова «Мцыри».',
         answer: [
            'Сильная любовь к Родине',
            'Размышление автора о переменах в обществе',
            'Личная трагедия одной семьи',
            'Измена',
         ],
         trueAnser: 1,
      },
      { 
         question: 'Как зовут старшую сестру из пьесы Антона Павловича Чехова «Три сестры»?',
         answer: [
            'Анна',
            'Ольга',
            'Наталья',
            'Любовь',
         ],
         trueAnser: 2,
      },
      { 
         question: 'Кто написал цикл рассказов «Севастопольские рассказы»?',
         answer: [
            'Лев Толстой',
            'Александр Пушкин',
            'Михаил Лермонтов',
            'Михаил Булгаков',
         ],
         trueAnser: 1,
      },
      { 
         question: 'Кем была Олеся, героиня одноимённой повести Александра Куприна?',
         answer: [
            'Крепостной',
            'Молодой колдуньей',
            'Сиротой',
            'Войном',
         ],
         trueAnser: 2,
      }
   ]


]


export { storeGamsImgs, storeQutions};